//GROUP05  JOB (ACCT),'COBOL LAB05',CLASS=A,MSGCLASS=X
//* COBOL LAB 05 - PARTS 1 AND 2
//RUNCOB   EXEC IGYWCLG,LNGPRFX='IGY420'
//COBOL.SYSIN DD DSN=IBMUSER.COBOL.SRC(GROUP05),DISP=SHR
//LKED.SYSLMOD DD DSN=IBMUSER.COBOL.LOAD(GROUP05),DISP=SHR
//GO.SYSOUT DD SYSOUT=*
