//MOVE04   JOB (ACCT),'COBOL LAB04',CLASS=A,MSGCLASS=X
//*
//* COBOL LAB 04 - COMPLETE
//RUNCOB   EXEC IGYWCLG,LNGPRFX='IGY420'
//COBOL.SYSIN DD DSN=IBMUSER.COBOL.SRC(MOVE04),DISP=SHR
//LKED.SYSLMOD DD DSN=IBMUSER.COBOL.LOAD(MOVE04),DISP=SHR
//GO.SYSOUT DD SYSOUT=*
