//COBLAB01 JOB (ACCT),'COBOL LAB01',CLASS=A,MSGCLASS=X
//*
//* COBOL LAB 01
//* BASIC PROGRAM STRUCTURE + WORKING-STORAGE
//*
//* SOURCE:
//*   IBMUSER.COBOL.SRC(COBLAB01)
//*
//* LOAD MODULE:
//*   IBMUSER.COBOL.LOAD(COBLAB01)
//*
//* FLOW:
//*   COMPILE -> LINK-EDIT -> EXECUTE
//*
//RUNCOB   EXEC IGYWCLG,LNGPRFX='IGY420'
//COBOL.SYSIN DD DSN=IBMUSER.COBOL.SRC(COBLAB01),DISP=SHR
//LKED.SYSLMOD DD DSN=IBMUSER.COBOL.LOAD(COBLAB01),DISP=SHR
//GO.SYSOUT DD SYSOUT=*
