       IDENTIFICATION DIVISION.
       PROGRAM-ID. COBLAB01.

       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01  WS-MESSAGE PIC X(30)
           VALUE 'FIRST COBOL PROGRAM LAB'.

       PROCEDURE DIVISION.
           DISPLAY WS-MESSAGE.
           STOP RUN.
