//CMPIN03  JOB (ACCT),'COBOL LAB03',CLASS=A,MSGCLASS=X
//*
//* COBOL LAB 03 - COMPILE AND LINK
//BUILD    EXEC IGYWCL,LNGPRFX='IGY420'
//COBOL.SYSIN DD DSN=IBMUSER.COBOL.SRC(INPUT03),DISP=SHR
//LKED.SYSLMOD DD DSN=IBMUSER.COBOL.LOAD(INPUT03),DISP=SHR
