//RUNIN03  JOB (ACCT),'COBOL LAB03',CLASS=A,MSGCLASS=X
//*
//RUN      EXEC PGM=INPUT03
//STEPLIB  DD DSN=IBMUSER.COBOL.LOAD,DISP=SHR
//SYSIN    DD *
MAINFRAME
/*
//SYSOUT   DD SYSOUT=*
