       IDENTIFICATION DIVISION.
       PROGRAM-ID. INPUT03.

       DATA DIVISION.
       WORKING-STORAGE SECTION.

       01  WS-INPUT-DATA PIC X(20).

       PROCEDURE DIVISION.

           ACCEPT WS-INPUT-DATA.
           DISPLAY 'INPUT RECEIVED: ' WS-INPUT-DATA.
           STOP RUN.
