//DATA02   JOB (ACCT),'COBOL LAB02',CLASS=A,MSGCLASS=X
//*
//* COBOL LAB 02
//* DATA DEFINITION, PICTURE CLAUSES AND LEVEL NUMBERS
//*
//* SOURCE: IBMUSER.COBOL.SRC(DATA02)
//* LOAD  : IBMUSER.COBOL.LOAD(DATA02)
//*
//RUNCOB   EXEC IGYWCLG,LNGPRFX='IGY420'
//*
//COBOL.SYSIN DD DSN=IBMUSER.COBOL.SRC(DATA02),DISP=SHR
//*
//LKED.SYSLMOD DD DSN=IBMUSER.COBOL.LOAD(DATA02),DISP=SHR
//*
//GO.SYSOUT DD SYSOUT=*
